Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
ja_jp: この支払いカーブ（{{payoutCurveName}}）は、現在次のボーナスプランで使用されています：

source: Create skill & competency group
ja_jp: スキルおよび能力グループを作成

source: No skill & competency groups yet!
ja_jp: まだスキルおよび能力グループがありません！

source: Scale
ja_jp: 尺度

source: User Segmentation
ja_jp: ユーザーセグメンテーション

source: Exclude individuals
ja_jp: 個人を除外

source: Individuals included
ja_jp: 含まれる個人

source: Grant proxy permission
ja_jp: 代理アクセス許可を付与

source: Edit proxy permission
ja_jp: 代理アクセス許可を編集

source: View proxy permission
ja_jp: 代理アクセス許可を表示

source: Grant proxy access to:
ja_jp: 以下に代理アクセスを許可：

source: User with proxy access:
ja_jp: 代理アクセスを持つユーザー：

source: You haven't added any workers yet. Type in a name to add a worker.
ja_jp: まだ従業員を追加していません。従業員を追加するには、名前を入力してください。

source: Who do they need to proxy?
ja_jp: 誰の代理ですか？

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
ja_jp: 少なくとも1人の従業員がデータ保護契約（DPA）に同意しておらず、代理アクセスを定義できません。

source: Proxy access was successfully granted to {{name}}!
ja_jp: {{name}}さんに代理アクセスが正常に付与されました！

source: View list
ja_jp: リストを表示

source: View proxy access list
ja_jp: 代理アクセスリストを表示

source: Granted by
ja_jp: 付与者：

source: List of workers
ja_jp: 従業員のリスト

source: Historical Performance Rating Upload
ja_jp: 過去の業績評価のアップロード

source: Performance Review Settings
ja_jp: 業績評価設定

source: Performance Review Template
ja_jp: 業績レビューテンプレート

source: Search in Workbench
ja_jp: ワークベンチで検索

source: Workers & Professional Roles
ja_jp: 労働者と専門職の役割

source: Security & Roles
ja_jp: セキュリティと役割

source: Sensitive Content Filtering
ja_jp: センシティブなコンテンツのフィルタリング

source: User session
ja_jp: ユーザーセッション

source: Smart Features
ja_jp: スマート機能

source: Enable talent review
ja_jp: タレントレビューを有効にする

source: Talent Review Settings
ja_jp: タレントレビュー設定

source: Worker & Manager Pages
ja_jp: 従業員とマネージャのページ

source: This category will serve as the default throughout the application.
ja_jp: このカテゴリーはアプリケーション全体でデフォルトとして使用されます。

source: Global worker category
ja_jp: グローバル社員カテゴリー

source: Create global worker category
ja_jp: グローバル社員カテゴリーを作成する

source: Edit global worker category
ja_jp: グローバル社員カテゴリを編集

source: Get started by creating it.
ja_jp: 作成して始めましょう。

source: No global worker category yet.
ja_jp: グローバル社員カテゴリーはまだありません。

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
ja_jp: グローバル社員カテゴリーを上書きするローカル社員カテゴリーを定義します。社員が複数の設定に含まれる場合、最上位の設定が適用されるため、順序が重要です。

source: Local worker category
ja_jp: ローカル社員カテゴリー

source: Create local category
ja_jp: ローカルカテゴリーを作成

source: Are you sure you want to delete this local worker category? This action cannot be undone.
ja_jp: このローカル社員カテゴリーを削除してもよろしいですか？この操作は元に戻せません。

source: Delete local worker category
ja_jp: ローカル社員カテゴリーの削除

source: The local worker category was successfully deleted.
ja_jp: ローカル社員カテゴリーが正常に削除されました。

source: Blank configuration
ja_jp: 空白の設定

source: Separator
ja_jp: 区切り文字

source: Total workers
ja_jp: 社員の合計

source: No local worker category
ja_jp: ローカル社員カテゴリーなし

source: Fields selected: {{count}}
ja_jp: 選択されたフィールド：{{count}}

source: Local category name
ja_jp: ローカルカテゴリ名

source: Populations selected: {{count}}
ja_jp: 選択された母集団：{{count}}

source: Selected population
ja_jp: 選択した対象者

source: Create local worker category
ja_jp: ローカル社員カテゴリーの作成

source: Edit local worker category
ja_jp: ローカル社員カテゴリーの編集

source: Provide a name for the category
ja_jp: カテゴリの名前を入力してください

source: This population configuration already exists in a different local worker category.
ja_jp: この対象者設定は、別のローカル社員カテゴリーにすでに存在しています。

source: Choose a population for this configuration.
ja_jp: この設定の対象者を選択してください。

source: At least one population must be selected.
ja_jp: 少なくとも1つの対象者を選択する必要があります。

source: Worker Category Management
ja_jp: 社員カテゴリ管理

source: Select the field whose values will form part of this worker's category.
ja_jp: この社員のカテゴリーの一部を構成する値を持つフィールドを選択してください。

source: An entity is required.
ja_jp: エンティティは必須です。

source: A field is required.
ja_jp: フィールドは必須です。

source: Fill blank fields value with custom values.
ja_jp: 空白フィールドの値をカスタム値で埋めます。

source: The custom value cannot be longer than 50 characters.
ja_jp: カスタム値は50文字以内で入力してください。

source: A custom value is required when using custom blank values.
ja_jp: カスタムの空白値を使用する場合は、カスタム値が必要です。

source: Fill blank fields value with a [Blank] value.
ja_jp: 空白フィールドの値を [Blank] 値で埋めます。

source: Define how blank values should be handled.
ja_jp: 空白の値の処理方法を定義します。

source: Blank values
ja_jp: 空白の値

source: Skip blank fields.
ja_jp: 空白フィールドをスキップします。

source: You must add at least one concatenated field.
ja_jp: 少なくとも1つの連結フィールドを追加する必要があります。

source: The blank value behavior is required.
ja_jp: 空白値の動作は必須です。

source: The separator is required.
ja_jp: 区切り文字は必須です。

source: You have not added any fields yet.
ja_jp: まだフィールドが追加されていません。

source: Preview (blank):
ja_jp: プレビュー（空白）：

source: Preview (default):
ja_jp: プレビュー（デフォルト）：

source: Complete the configuration to see the preview of category of worker.
ja_jp: 社員のカテゴリのプレビューを表示するには、設定を完了してください。

source: Example of a configuration tailored to the specific use case.
ja_jp: 特定のユースケースに合わせた設定の例。

source: • (bullet)
ja_jp: • (箇条書き)

source: : (colon)
ja_jp: ：（コロン）

source: , (comma)
ja_jp: 、（読点）

source: - (dash)
ja_jp: - (ダッシュ)

source: / (forward slash)
ja_jp: / (スラッシュ)

source: – (hyphen)
ja_jp: – (ハイフン)

source: Select the separator you want to use for the configuration.
ja_jp: 設定に使用するセパレーターを選択してください。

source: ; (semicolon)
ja_jp: ；（セミコロン）

source: _ (underscore)
ja_jp: _（アンダースコア）

source: | (vertical bar)
ja_jp: | (縦棒)
